Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Remote path
ar: المسار البعيد
ca: Camí remot
cs: Vzdálená cesta
da: Fjernsti
de: Remote-Pfad
es: Ruta remota
fi: Etäpolku
fr: Chemin distant
he: נתיב מרוחק
hu: Távoli elérési út
it: Percorso remoto
ja: リモートパス
ko: 원격 경로
nb: Ekstern bane
nl: Extern pad
pl: Ścieżka zdalna
pt_br: Caminho remoto
pt_pt: Caminho remoto
ro: Cale la distanță
sl: Oddaljena pot
sv: Fjärrsökväg
uk: Віддалений шлях
vi: Đường dẫn từ xa
zh_hans: 远程路径
zh_hant: 遠端路徑

source: Remote port
ar: المنفذ البعيد
ca: Port remot
cs: Vzdálený port
da: Fjern port
es: Puerto remoto
fi: Etäportti
fr: Port distant
he: פורט מרוחק
hu: Távoli port
it: Porta remota
ja: リモートポート
ko: 원격 포트
nb: Ekstern port
nl: Externe poort
pl: Port zdalny
pt_br: Porta remota
pt_pt: Porta remota
ro: Port la distanță
sl: Oddaljena vrata
sv: Fjärrport
uk: Віддалений порт
vi: Cổng từ xa
zh_hans: 远程端口
zh_hant: 遠端連接埠

source: Remote port (default: 22)
ar: المنفذ البعيد (الافتراضي: 22)
ca: Port remot (per defecte: 22)
cs: Vzdálený port (výchozí: 22)
da: Fjernport (standard: 22)
de: Remote-Port (Standard: 22)
es: Puerto remoto (por defecto: 22)
fi: Etäportti (oletus: 22)
fr: Port distant (par défaut : 22)
he: יציאה מרוחקת (ברירת מחדל: 22)
hu: Távoli port (alapértelmezett: 22)
it: Porta remota (predefinita: 22)
ja: リモートポート（デフォルト: 22）
ko: 원격 포트 (기본값: 22)
nb: Ekstern port (standard: 22)
nl: Externe poort (standaard: 22)
pl: Port zdalny (domyślnie: 22)
pt_br: Porta remota (padrão: 22)
pt_pt: Porta remota (predefinição: 22)
ro: Port de la distanță (implicit: 22)
sl: Oddaljena vrata (privzeto: 22)
sv: Fjärrport (standard: 22)
uk: Віддалений порт (за замовчуванням: 22)
vi: Cổng từ xa (mặc định: 22)
zh_hans: 远程端口（默认：22）
zh_hant: 遠端連接埠（預設：22）

source: Remote port forwards to local service
ar: توجيه المنفذ البعيد إلى الخدمة المحلية
ca: Reenvia el port remot al servei local
cs: Vzdálené přesměrování portu na lokální službu
da: Fjernport videresendes til lokal tjeneste
de: Remote-Port wird an lokalen Dienst weitergeleitet
es: Reenvío de puerto remoto al servicio local
fi: Etäportin uudelleenohjaus paikalliseen palveluun
fr: Transfert de port distant vers le service local
he: העברת פורט מרוחק לשירות מקומי
hu: Távoli port továbbítása helyi szolgáltatáshoz
it: Inoltra la porta remota al servizio locale
ja: リモートポートをローカルサービスに転送
ko: 원격 포트를 로컬 서비스로 포워딩
nb: Ekstern port videresendes til lokal tjeneste
nl: Externe poort wordt doorgestuurd naar lokale service
pl: Zdalne przekierowanie portu na lokalną usługę
pt_br: Encaminhamento de porta remota para o serviço local
pt_pt: Encaminhamento de porta remota para o serviço local
ro: Redirecționează portul remot către serviciul local
sl: Posreduje oddaljena vrata na lokalno storitev
sv: Fjärrport vidarebefordras till lokal tjänst
uk: Переспрямування віддаленого порту на локальну службу
vi: Chuyển tiếp cổng từ xa đến dịch vụ cục bộ
zh_hans: 将远程端口转发到本地服务
zh_hant: 將遠端連接埠轉送到本機服務

source: Remote session
ar: جلسة عن بُعد
ca: Sessió remota
cs: Vzdálená relace
da: Fjernsession
de: Remote-Sitzung
es: Sesión remota
fi: Etäistunto
fr: Session distante
he: הפעלה מרוחקת
hu: Távoli munkamenet
it: Sessione remota
ja: リモートセッション
ko: 원격 세션
nb: Ekstern økt
nl: Externe sessie
pl: Sesja zdalna
pt_br: Sessão remota
pt_pt: Sessão remota
ro: Sesiune la distanță
sl: Oddaljena seja
sv: Fjärrsession
uk: Віддалений сеанс
vi: Phiên từ xa
zh_hans: 远程会话
zh_hant: 遠端工作階段

source: Remote Sessions
ar: الجلسات عن بُعد
ca: Sessions remotes
cs: Vzdálené relace
da: Fjernsessioner
de: Remote-Sitzungen
es: Sesiones remotas
fi: Etäistunnot
fr: Sessions distantes
he: הפעלות מרוחקות
hu: Távoli munkamenetek
it: Sessioni remote
ja: リモートセッション
ko: 원격 세션
nb: Eksterne økter
nl: Externe sessies
pl: Sesje zdalne
pt_br: Sessões Remotas
pt_pt: Sessões Remotas
ro: Sesiuni la distanță
sl: Oddaljene seje
sv: Fjärrsessioner
uk: Віддалені сеанси
vi: Phiên từ xa
zh_hans: 远程会话
zh_hant: 遠端工作階段

source: Remote Socket Path
ar: مسار المقبس البعيد
ca: Ruta del sòcol remot
cs: Cesta vzdáleného socketu
da: Sti til ekstern socket
de: Pfad des Remote-Sockets
es: Ruta del socket remoto
fi: Etäsocketin polku
fr: Chemin du socket distant
he: נתיב סוקט מרוחק
hu: Távoli socket útvonal
it: Percorso socket remoto
ja: リモートソケットパス
ko: 원격 소켓 경로
nb: Ekstern socket-sti
nl: Pad van externe socket
pl: Ścieżka zdalnego gniazda
pt_br: Caminho do socket remoto
pt_pt: Caminho do socket remoto
ro: Cale socket la distanță
sl: Pot oddaljene vtičnice
sv: Sökväg till fjärrsocket
uk: Шлях до віддаленого сокета
vi: Đường dẫn socket từ xa
zh_hans: 远程套接字路径
zh_hant: 遠端通訊端路徑

source: Remote with wildcard (quote to prevent local expansion)
ar: الخادم البعيد مع أحرف البدل (استخدم علامات الاقتباس لمنع التوسيع المحلي)
ca: Remot amb comodí (poseu entre cometes per evitar l'expansió local)
cs: Vzdálený se zástupným znakem (v uvozovkách proti lokální expanzi)
da: Fjern med jokertegn (sæt i anførselstegn for at forhindre lokal ekspansion)
de: Remote mit Platzhalter (in Anführungszeichen, um lokale Expansion zu verhindern)
es: Remoto con comodín (usar comillas para evitar expansión local)
fi: Etäkohde jokerimerkillä (lainausmerkit estävät paikallisen laajennuksen)
fr: Distant avec caractère générique (mettre entre guillemets pour éviter l'expansion locale)
he: מרוחק עם תו כללי (השתמש בגרשיים למניעת הרחבה מקומית)
hu: Távoli helyettesítő karakterrel (idézőjelezd a helyi kifejtés elkerüléséhez)
it: Remoto con carattere jolly (usare virgolette per evitare l'espansione locale)
ja: ワイルドカード付きリモート（ローカル展開を防ぐため引用符で囲む）
ko: 와일드카드 원격 (로컬 확장 방지를 위해 따옴표 사용)
nb: Ekstern med jokertegn (bruk anførselstegn for å forhindre lokal ekspansjon)
nl: Extern met jokerteken (gebruik aanhalingstekens om lokale expansie te voorkomen)
pl: Zdalny z symbolem wieloznacznym (ujmij w cudzysłów, aby zapobiec lokalnemu rozwinięciu)
pt_br: Remoto com curinga (use aspas para evitar expansão local)
pt_pt: Remoto com carácter universal (use aspas para evitar expansão local)
ro: De la distanță cu wildcard (între ghilimele pentru a preveni expansiunea locală)
sl: Oddaljeni z nadomestnim znakom (v narekovajih za preprečitev lokalne razširitve)
sv: Fjärr med jokertecken (citera för att förhindra lokal expansion)
uk: Віддалений з маскою (використовуйте лапки для запобігання локального розкриття)
vi: Từ xa với ký tự đại diện (đặt trong ngoặc kép để tránh mở rộng cục bộ)
zh_hans: 远程通配符（加引号防止本地展开）
zh_hant: 遠端萬用字元（加引號防止本機展開）

source: Remote: %@
ar: عن بُعد: %@
ca: Remot: %@
cs: Vzdáleně: %@
da: Fjernvært: %@
es: Remoto: %@
fi: Etä: %@
fr: Distant : %@
he: מרוחק: %@
hu: Távoli: %@
it: Remoto: %@
ja: リモート: %@
ko: 원격: %@
nb: Ekstern: %@
nl: Extern: %@
pl: Zdalnie: %@
pt_br: Remoto: %@
pt_pt: Remoto: %@
ro: La distanță: %@
sl: Oddaljeno: %@
sv: Fjärr: %@
uk: Віддалено: %@
vi: Từ xa: %@
zh_hans: 远程：%@
zh_hant: 遠端：%@

source: Remove
ar: إزالة
ca: Eliminar
cs: Odebrat
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
he: הסר
hu: Eltávolítás
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminare
sl: Odstrani
sv: Ta bort
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

source: Remove All
ar: إزالة الكل
ca: Elimina-ho tot
cs: Odebrat vše
da: Fjern alle
de: Alle entfernen
es: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
he: הסר הכל
hu: Az összes eltávolítása
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
nb: Fjern alle
nl: Alles verwijderen
pl: Usuń wszystkie
pt_br: Remover tudo
pt_pt: Remover tudo
ro: Eliminați tot
sl: Odstrani vse
sv: Ta bort alla
uk: Видалити всі
vi: Xóa tất cả
zh_hans: 全部移除
zh_hant: 全部移除

source: Remove All Authorities?
ar: إزالة جميع الهيئات؟
ca: Voleu eliminar totes les autoritats?
cs: Odebrat všechny autority?
da: Fjern alle udstedere?
de: Alle Stellen entfernen?
es: ¿Eliminar todas las autoridades?
fi: Poistetaanko kaikki varmentajat?
fr: Supprimer toutes les autorités ?
he: להסיר את כל הרשויות?
hu: Eltávolítja az összes kiadót?
it: Rimuovere tutte le autorità?
ja: すべての認証局を削除しますか？
ko: 모든 기관을 제거할까요?
nb: Fjerne alle instanser?
nl: Alle autoriteiten verwijderen?
pl: Usunąć wszystkie urzędy?
pt_br: Remover todas as autoridades?
pt_pt: Remover todas as autoridades?
ro: Eliminați toate autoritățile?
sl: Odstrani vse overitelje?
sv: Ta bort alla utfärdare?
uk: Видалити всі центри?
vi: Xóa tất cả tổ chức chứng thực?
zh_hans: 移除所有颁发机构？
zh_hant: 移除所有授權單位？

source: Remove Authority
ar: إزالة الهيئة
ca: Elimina l'autoritat
cs: Odebrat autoritu
da: Fjern udsteder
de: Stelle entfernen
es: Eliminar autoridad
fi: Poista varmentaja
fr: Supprimer l'autorité
he: הסר רשות
hu: Kiadó eltávolítása
it: Rimuovi autorità
ja: 認証局を削除
ko: 기관 제거
nb: Fjern instans
nl: Autoriteit verwijderen
pl: Usuń urząd
pt_br: Remover autoridade
pt_pt: Remover autoridade
ro: Eliminați autoritatea
sl: Odstrani overitelja
sv: Ta bort utfärdare
uk: Видалити центр
vi: Xóa tổ chức chứng thực
zh_hans: 移除颁发机构
zh_hant: 移除授權單位

source: Remove Certificate
ar: إزالة الشهادة
ca: Elimina el certificat
cs: Odebrat certifikát
da: Fjern certifikat
de: Zertifikat entfernen
es: Eliminar certificado
fi: Poista varmenne
fr: Supprimer le certificat
he: הסר תעודה
hu: Tanúsítvány eltávolítása
it: Rimuovi certificato
ja: 証明書を削除
ko: 인증서 제거
nb: Fjern sertifikat
nl: Certificaat verwijderen
pl: Usuń certyfikat
pt_br: Remover Certificado
pt_pt: Remover Certificado
ro: Elimină certificatul
sl: Odstrani potrdilo
sv: Ta bort certifikat
uk: Вилучити сертифікат
vi: Gỡ Chứng Chỉ
zh_hans: 移除证书
zh_hant: 移除憑證

source: Remove Config
ar: إزالة التكوين
ca: Eliminar configuració
cs: Odstranit konfiguraci
da: Fjern konfiguration
de: Konfiguration entfernen
es: Eliminar configuración
fi: Poista asetukset
fr: Supprimer la configuration
he: הסר תצורה
hu: Konfiguráció eltávolítása
it: Rimuovi configurazione
ja: 設定を削除
ko: 구성 제거
nb: Fjern konfigurasjon
nl: Configuratie verwijderen
pl: Usuń konfigurację
pt_br: Remover configuração
pt_pt: Remover configuração
ro: Elimină configurația
sl: Odstrani nastavitve
sv: Ta bort konfiguration
uk: Видалити конфігурацію
vi: Xóa cấu hình
zh_hans: 删除配置
zh_hant: 移除設定

source: Remove Device Override
ar: إزالة تجاوز الجهاز
ca: Eliminar substitució del dispositiu
cs: Odebrat přepsání zařízení
da: Fjern enhedstilsidesættelse
de: Geräte-Überschreibung entfernen
es: Eliminar anulación de dispositivo
fi: Poista laitekohtainen ohitus
fr: Supprimer le remplacement de l'appareil
he: הסר דריסת מכשיר
hu: Eszköz felülbírálat eltávolítása
it: Rimuovi sostituzione dispositivo
ja: デバイスオーバーライドを削除
ko: 기기 재정의 제거
nb: Fjern enhetsoverstyring
nl: Apparaatoverschrijving verwijderen
pl: Usuń nadpisanie urządzenia
pt_br: Remover Substituição do Dispositivo
pt_pt: Remover Substituição do Dispositivo
ro: Eliminare suprascriere dispozitiv
sl: Odstrani preglasitev naprave
sv: Ta bort enhetsåsidosättning
uk: Видалити перевизначення пристрою
vi: Xóa Ghi Đè Thiết Bị
zh_hans: 移除设备覆盖
zh_hant: 移除裝置覆寫

source: Remove from Known Hosts
ar: إزالة من المضيفين المعروفين
ca: Eliminar dels amfitrions coneguts
cs: Odebrat ze známých hostitelů
da: Fjern fra Known Hosts
de: Aus bekannten Hosts entfernen
es: Eliminar de hosts conocidos
fi: Poista tunnetuista isännistä
fr: Supprimer des hôtes connus
he: הסר ממארחים מוכרים
hu: Eltávolítás az ismert gazdagépek közül
it: Rimuovi dagli host conosciuti
ja: 既知のホストから削除
ko: 알려진 호스트에서 제거
nb: Fjern fra kjente verter
nl: Verwijderen uit bekende hosts
pl: Usuń ze znanych hostów
pt_br: Remover dos Hosts Conhecidos
pt_pt: Remover dos Anfitriões Conhecidos
ro: Eliminare din gazdele cunoscute
sl: Odstrani iz znanih gostiteljev
sv: Ta bort från kända värdar
uk: Видалити з відомих хостів
vi: Xóa Khỏi Danh Sách Host Đã Biết
zh_hans: 从已知主机中移除
zh_hant: 從已知主機中移除

source: Remove Icon
ar: إزالة الأيقونة
ca: Eliminar icona
cs: Odebrat ikonu
da: Fjern ikon
de: Symbol entfernen
es: Eliminar icono
fi: Poista kuvake
fr: Supprimer l'icône
he: הסר סמל
hu: Ikon eltávolítása
it: Rimuovi icona
ja: アイコンを削除
ko: 아이콘 제거
nb: Fjern ikon
nl: Pictogram verwijderen
pl: Usuń ikonę
pt_br: Remover Ícone
pt_pt: Remover Ícone
ro: Eliminare pictograma
sl: Odstrani ikono
sv: Ta bort ikon
uk: Видалити іконку
vi: Xóa Biểu Tượng
zh_hans: 移除图标
zh_hant: 移除圖示

source: Remove Imported Config
ar: إزالة الإعدادات المُستورَدة
ca: Eliminar configuració importada
cs: Odebrat importovanou konfiguraci
da: Fjern importeret konfiguration
de: Importierte Konfiguration entfernen
es: Eliminar configuración importada
fi: Poista tuodut asetukset
fr: Supprimer la configuration importée
he: הסר תצורה מיובאת
hu: Importált konfiguráció eltávolítása
it: Rimuovi configurazione importata
ja: 読み込んだ設定を削除
ko: 가져온 설정 제거
nb: Fjern importert konfigurasjon
nl: Geïmporteerde configuratie verwijderen
pl: Usuń zaimportowaną konfigurację
pt_br: Remover Configuração Importada
pt_pt: Remover Configuração Importada
ro: Elimină configurarea importată
sl: Odstrani uvoženo konfiguracijo
sv: Ta bort importerad konfiguration
uk: Видалити імпортовану конфігурацію
vi: Xóa cấu hình đã nhập
zh_hans: 移除已导入的配置
zh_hant: 移除已匯入的設定

source: Remove Known Host?
ar: إزالة المضيف المعروف؟
ca: Voleu eliminar l'amfitrió conegut?
cs: Odebrat známého hostitele?
da: Fjern Known Host?
de: Bekannten Host entfernen?
es: ¿Eliminar host conocido?
fi: Poistetaanko tunnettu isäntä?
fr: Supprimer l'hôte connu ?
he: להסיר מארח מוכר?
hu: Eltávolítja az ismert gazdagépet?
it: Rimuovere l'host conosciuto?
ja: 既知のホストを削除しますか？
ko: 알려진 호스트를 제거하시겠습니까?
nb: Fjerne kjent vert?
nl: Bekende host verwijderen?
pl: Usunąć znany host?
pt_br: Remover Host Conhecido?
pt_pt: Remover Anfitrião Conhecido?
ro: Eliminati gazda cunoscuta?
sl: Odstrani znanega gostitelja?
sv: Ta bort känd värd?
uk: Видалити відомий хост?
vi: Xóa Host Đã Biết?
zh_hans: 移除已知主机？
zh_hant: 移除已知主機？

source: Remove Redacted String?
ar: إزالة السلسلة المحجوبة؟
ca: Voleu eliminar la cadena emmascarada?
cs: Odebrat maskovaný řetězec?
da: Fjern maskeret streng?
de: Geschwärzte Zeichenkette entfernen?
es: ¿Eliminar la cadena oculta?
fi: Poistetaanko peitettävä merkkijono?
fr: Supprimer la chaîne masquée ?
he: להסיר מחרוזת מוסתרת?
hu: Eltávolítja a kitakart karakterláncot?
it: Rimuovere la stringa oscurata?
ja: マスク文字列を削除しますか？
ko: 가려진 문자열을 제거하시겠습니까?
nb: Vil du fjerne den sladdede strengen?
nl: Afgeschermde tekenreeks verwijderen?
pl: Usunąć maskowany ciąg?
pt_br: Remover String Ocultada?
pt_pt: Remover cadeia ocultada?
ro: Elimini șirul mascat?
sl: Želite odstraniti prekriti niz?
sv: Ta bort maskerad sträng?
uk: Видалити замаскований рядок?
vi: Xóa chuỗi đã che?
zh_hans: 移除遮蔽字符串？
zh_hant: 要移除遮蔽字串嗎？

source: Remove Saved Password
ar: إزالة كلمة المرور المحفوظة
ca: Eliminar contrasenya desada
cs: Odebrat uložené heslo
da: Fjern gemt adgangskode
de: Gespeichertes Passwort entfernen
es: Eliminar contraseña guardada
fi: Poista tallennettu salasana
fr: Supprimer le mot de passe enregistré
he: הסר סיסמה שמורה
hu: Mentett jelszó eltávolítása
it: Rimuovi password salvata
ja: 保存済みパスワードを削除
ko: 저장된 비밀번호 제거
nb: Fjern lagret passord
nl: Opgeslagen wachtwoord verwijderen
pl: Usuń zapisane hasło
pt_br: Remover Senha Salva
pt_pt: Remover Palavra-passe Guardada
ro: Eliminare parola salvata
sl: Odstrani shranjeno geslo
sv: Ta bort sparat lösenord
uk: Видалити збережений пароль
vi: Xóa Mật Khẩu Đã Lưu
zh_hans: 移除已保存的密码
zh_hant: 移除已儲存的密碼

source: Remove the certificate from '%@'? The key itself is not affected; connections will use the plain key.
ar: ‏هل تريد إزالة الشهادة من '%@'؟ لن يتأثر المفتاح نفسه؛ وستستخدم الاتصالات المفتاح العادي.
ca: Voleu eliminar el certificat de «%@»? La clau en si no es veu afectada; les connexions faran servir la clau simple.
cs: Odebrat certifikát z „%@“? Samotný klíč to neovlivní; připojení budou používat běžný klíč.
da: Vil du fjerne certifikatet fra '%@'? Selve nøglen påvirkes ikke; forbindelser bruger den almindelige nøgle.
de: Das Zertifikat von „%@“ entfernen? Der Schlüssel selbst ist nicht betroffen; Verbindungen verwenden den reinen Schlüssel.
es: ¿Eliminar el certificado de '%@'? La clave en sí no se ve afectada; las conexiones usarán la clave sin certificado.
fi: Poistetaanko varmenne avaimelta '%@'? Itse avaimeen tämä ei vaikuta; yhteydet käyttävät pelkkää avainta.
fr: Supprimer le certificat de « %@ » ? La clé elle-même n'est pas affectée ; les connexions utiliseront la clé simple.
he: להסיר את התעודה מ-'%@'? המפתח עצמו אינו מושפע; חיבורים ישתמשו במפתח הרגיל.
hu: Eltávolítja a tanúsítványt innen: „%@”? Maga a kulcs nem változik; a kapcsolatok az egyszerű kulcsot fogják használni.
it: Rimuovere il certificato da '%@'? La chiave stessa non viene modificata; le connessioni useranno la chiave semplice.
ja: '%@' から証明書を削除しますか？キー自体は影響を受けず、接続には素のキーが使用されます。
ko: '%@'에서 인증서를 제거하시겠습니까? 키 자체는 영향을 받지 않으며, 연결 시 일반 키를 사용합니다.
nb: Vil du fjerne sertifikatet fra «%@»? Selve nøkkelen påvirkes ikke; tilkoblinger vil bruke den vanlige nøkkelen.
nl: Het certificaat van '%@' verwijderen? De sleutel zelf wordt niet beïnvloed; verbindingen gebruiken dan de gewone sleutel.
pl: Usunąć certyfikat z „%@”? Sam klucz pozostanie bez zmian; połączenia będą używać zwykłego klucza.
pt_br: Remover o certificado de '%@'? A chave em si não é afetada; as conexões usarão a chave simples.
pt_pt: Remover o certificado de '%@'? A chave em si não é afetada; as ligações usarão a chave simples.
ro: Eliminați certificatul din „%@”? Cheia în sine nu este afectată; conexiunile vor folosi cheia simplă.
sl: Odstraniti potrdilo iz »%@«? Ključ sam ostane nespremenjen; povezave bodo uporabljale navadni ključ.
sv: Ta bort certifikatet från '%@'? Själva nyckeln påverkas inte; anslutningar använder den vanliga nyckeln.
uk: Вилучити сертифікат із «%@»? Сам ключ не зачіпається; з'єднання використовуватимуть звичайний ключ.
vi: Gỡ chứng chỉ khỏi '%@'? Bản thân khóa không bị ảnh hưởng; các kết nối sẽ dùng khóa thuần.
zh_hans: 要从“%@”移除证书吗？密钥本身不受影响；连接时将使用纯密钥。
zh_hant: 要從「%@」移除憑證嗎？金鑰本身不受影響；連線將使用純金鑰。

source: Remove the manual association for this BSSID?
ar: هل تريد إزالة الربط اليدوي لهذا BSSID؟
ca: Eliminar l'associació manual per a aquest BSSID?
cs: Odebrat ruční přiřazení pro tento BSSID?
da: Fjern den manuelle tilknytning for dette BSSID?
de: Manuelle Verknüpfung für diese BSSID entfernen?
es: ¿Eliminar la asociación manual para este BSSID?
fi: Poistetaanko manuaalinen yhdistäminen tälle BSSID:lle?
fr: Supprimer l'association manuelle pour ce BSSID ?
he: להסיר את השיוך הידני עבור BSSID זה?
hu: Eltávolítja a manuális társítást ehhez a BSSID-hez?
it: Rimuovere l'associazione manuale per questo BSSID?
ja: このBSSIDの手動関連付けを削除しますか？
ko: 이 BSSID의 수동 연결을 제거하시겠습니까?
nb: Fjerne den manuelle tilknytningen for denne BSSID-en?
nl: De handmatige koppeling voor dit BSSID verwijderen?
pl: Usunąć ręczne powiązanie dla tego BSSID?
pt_br: Remover a associação manual para este BSSID?
pt_pt: Remover a associação manual para este BSSID?
ro: Eliminați asocierea manuală pentru acest BSSID?
sl: Odstraniti ročno povezavo za ta BSSID?
sv: Vill du ta bort den manuella kopplingen för detta BSSID?
uk: Видалити ручну привʼязку для цього BSSID?
vi: Xóa liên kết thủ công cho BSSID này?
zh_hans: 要移除此 BSSID 的手动关联吗？
zh_hant: 移除此 BSSID 的手動關聯？

source: Remove This Authority?
ar: إزالة هذه الهيئة؟
ca: Voleu eliminar aquesta autoritat?
cs: Odebrat tuto autoritu?
da: Fjern denne udsteder?
de: Diese Stelle entfernen?
es: ¿Eliminar esta autoridad?
fi: Poistetaanko tämä varmentaja?
fr: Supprimer cette autorité ?
he: להסיר רשות זו?
hu: Eltávolítja ezt a kiadót?
it: Rimuovere questa autorità?
ja: この認証局を削除しますか？
ko: 이 기관을 제거할까요?
nb: Fjerne denne instansen?
nl: Deze autoriteit verwijderen?
pl: Usunąć ten urząd?
pt_br: Remover esta autoridade?
pt_pt: Remover esta autoridade?
ro: Eliminați această autoritate?
sl: Odstrani tega overitelja?
sv: Ta bort den här utfärdaren?
uk: Видалити цей центр?
vi: Xóa tổ chức chứng thực này?
zh_hans: 移除此颁发机构？
zh_hant: 移除此授權單位？

source: Removed agent
ar: وكيل مُزال
ca: Agent eliminat
cs: Odebraný agent
da: Fjernet agent
de: Entfernter Agent
es: Agente eliminado
fi: Agentti poistettu
fr: Agent supprimé
he: סוכן שהוסר
hu: Eltávolított ügynök
it: Agente rimosso
ja: 削除されたエージェント
ko: 제거된 에이전트
nb: Fjernet agent
nl: Agent verwijderd
pl: Usunięty agent
pt_br: Agente removido
pt_pt: Agente removido
ro: Agent eliminat
sl: Odstranjen agent
sv: Borttagen agent
uk: Агента видалено
vi: Agent đã bị gỡ
zh_hans: 已移除的代理
zh_hant: 已移除的代理
